tap "dagger/tap"
tap "espanso/espanso"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "sachaos/todoist"
tap "simonbukin/local"
tap "supabase/tap"
tap "twitchdev/twitch"
brew "brotli"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "bat"
brew "bitwarden-cli"
brew "boost"
brew "glib"
brew "cmake"
brew "deno"
brew "eza"
brew "gcc"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "pkg-config"
brew "gsl"
brew "libtool"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "libxml2"
brew "libxmlsec1"
brew "micromamba"
brew "mysql", restart_service: true
brew "nasm"
brew "neovim"
brew "nvm"
brew "open-mpi"
brew "pandoc"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "protobuf", link: false
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "rsync"
brew "stow"
brew "tlrc"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zoxide"
brew "zsh-autosuggestions"
brew "dagger/tap/dagger"
brew "supabase/tap/supabase"
cask "alacritty"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-iosevka"
cask "plexamp"
cask "syntax-highlight"
cask "vscodium"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "codezombiech.gitignore"
vscode "continue.continue"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "kamikillerto.vscode-colorize"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode.vscode-typescript-next"
vscode "prisma.prisma"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "selemondev.vscode-shadcn-svelte"
vscode "streetsidesoftware.code-spell-checker"
vscode "suhelmakkad.shadcn-ui"
vscode "svelte.svelte-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "ziyasal.vscode-open-in-github"
